/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ e %2$@ estão digitando…";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ and %3$@ are typing…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ and %4$@ others are typing…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ e mais 1 estão digitando…";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ e %2$@ receberão convites";

/* No comment provided by engineer. */
"%@ invitation" = "%@ invitation";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ está fora do escritório";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ is out of office today";

/* Alice is typing… */
"%@ is typing…" = "%@ está digitando…";

/* {app name} is not installed */
"%@ not installed" = "%@ not installed";

/* {app name} version not supported */
"%@ version not supported" = "versão do %@ não suportada";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ will receive an invitation";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@, %2$@ and %3$@ will receive invitations";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@ e mais %4$ld receberão convites";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@, %2$@, %3$@ e mais 1 receberão convites";

/* No comment provided by engineer. */
"%d days ago" = "%d dias atrás";

/* No comment provided by engineer. */
"%d hours ago" = "%d horas atrás";

/* No comment provided by engineer. */
"%d minutes ago" = "%d minutos atrás";

/* Number of options in a poll */
"%d options" = "%d options";

/* Replies in a thread */
"%d replies" = "%d respostas";

/* Votes in a poll */
"%d votes" = "%d votes";

/* '5 active bots' in this conversation */
"%ld active bots" = "%ld robôs ativos";

/* No comment provided by engineer. */
"%ld notifications" = "%ld notificações";

/* No comment provided by engineer. */
"%ld participants" = "%ld participants";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld participants in this call";

/* Replies in a thread */
"%ld replies" = "%ld respostas";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "Status do usuário 'Não perturbe' está ignorado para conversas importantes";

/* No comment provided by engineer. */
"1 day" = "1 dia";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 week" = "1 semana";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Access your server in a web browser";

/* No comment provided by engineer. */
"15 minutes" = "15 minutos";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Vá para Configurações > Segurança > Criar nova senha de aplicativo";

/* Message is pinned 24 hours */
"24 hours" = "24 hours";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Scan the QR code shown there";

/* Message is pinned 30 days */
"30 days" = "30 dias";

/* No comment provided by engineer. */
"30 minutes" = "30 minutos";

/* No comment provided by engineer. */
"4 hours" = "4 horas";

/* No comment provided by engineer. */
"4 weeks" = "4 semanas";

/* Message is pinned 7 days */
"7 days" = "7 days";

/* No comment provided by engineer. */
"8 hours" = "8 horas";

/* No comment provided by engineer. */
"@-mentions only" = "Somente menções com @";

/* No comment provided by engineer. */
"[Unknown username]" = "[Unknown username]";

/* No comment provided by engineer. */
"About" = "Sobre";

/* No comment provided by engineer. */
"Absence" = "Ausência";

/* No comment provided by engineer. */
"Accept" = "Accept";

/* No comment provided by engineer. */
"Account" = "Conta";

/* No comment provided by engineer. */
"Account already added" = "Conta já adicionada";

/* No comment provided by engineer. */
"Account not configured" = "Account not configured";

/* No comment provided by engineer. */
"Account not found" = "Conta não encontrada";

/* No comment provided by engineer. */
"Accounts" = "Contas";

/* No comment provided by engineer. */
"Accuracy" = "Precisão";

/* No comment provided by engineer. */
"Add (%lu)" = "Add (%lu)";

/* No comment provided by engineer. */
"Add account" = "Adicionar conta";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Add an internal note about this ban";

/* No comment provided by engineer. */
"Add answer" = "Adicionar resposta";

/* No comment provided by engineer. */
"Add attendees" = "Adicionar participantes";

/* No comment provided by engineer. */
"Add participants" = "Add participants";

/* No comment provided by engineer. */
"Add reaction" = "Add reaction";

/* No comment provided by engineer. */
"Add to favorites" = "Adicionar aos favoritos";

/* No comment provided by engineer. */
"Added note to self" = "Nota a mim adicionada";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Adicionar uma menção notificará apenas os usuários que ainda não leram a mensagem";

/* No comment provided by engineer. */
"Address" = "Endereço";

/* No comment provided by engineer. */
"Advanced" = "Avançado";

/* No comment provided by engineer. */
"AirPlay button" = "Botão AirPlay";

/* No comment provided by engineer. */
"All messages" = "All messages";

/* No comment provided by engineer. */
"All messages were deleted" = "Todas as mensagens foram excluídas ";

/* No comment provided by engineer. */
"All notifications are muted" = "All notifications are muted";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Allow guests to join this conversation via link";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Permitir que os participantes mencionem @all";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Permitir discar sem um PIN";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Permitido";

/* No comment provided by engineer. */
"Alphabetical order" = "Alphabetical order";

/* Sort conversations alphabetically */
"Alphabetically" = "Por ordem alfabética";

/* No comment provided by engineer. */
"Also open to guest app users" = "Also open to guest app users";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "Um administrador adicionou você e mais %ld participantes";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "Um administrador adicionou você e {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "An administrator added {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "An administrator added {user0} and {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "Um administrador rebaixou você e mais %ld participantes de moderadores";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "Um administrador rebaixou você e {user0} de moderadores";

/* No comment provided by engineer. */
"An administrator demoted you from moderator" = "An administrator demoted you from moderator";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "An administrator demoted {user0} and %ld more participants from moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "Um administrador rebaixou {user0} e {user1} de moderadores";

/* No comment provided by engineer. */
"An administrator demoted {user} from moderator" = "An administrator demoted {user} from moderator";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "Um administrador promoveu você e mais %ld participantes a moderadores";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "Um administrador promoveu você e {user0} a moderadores";

/* No comment provided by engineer. */
"An administrator promoted you to moderator" = "An administrator promoted you to moderator";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "An administrator promoted {user0} and %ld more participants to moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "Um administrador promoveu {user0} e {user1} a moderadores";

/* No comment provided by engineer. */
"An administrator promoted {user} to moderator" = "Um administrador promoveu {user} a moderador";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "An administrator removed you and %ld more participants";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "An administrator removed you and {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "Um administrador removeu {user0} e mais %ld participantes";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "Um administrador removeu {user0} e {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "An error occurred changing privacy setting";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Ocorreu um erro ao alterar a configuração do status de leitura";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "An error occurred changing typing privacy setting";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "An error occurred downloading the picture";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Ocorreu um erro ao remover a imagem do perfil ";

/* No comment provided by engineer. */
"An error occurred setting address" = "Ocorreu um erro ao definir o endereço ";

/* No comment provided by engineer. */
"An error occurred setting email address" = "An error occurred setting email address";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "An error occurred setting phone number";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Ocorreu um erro ao definir a imagem do perfil ";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Ocorreu um erro ao configurar a conta do Twitter ";

/* No comment provided by engineer. */
"An error occurred setting user name" = "An error occurred setting user name";

/* No comment provided by engineer. */
"An error occurred setting website" = "Ocorreu um erro ao definir o site ";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "An error occurred trying to translate message";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Ocorreu um erro ao adicionar %@ à sala";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "An error occurred while adding a reaction to a message";

/* No comment provided by engineer. */
"An error occurred while adding note" = "Ocorreu um erro ao adicionar nota";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "An error occurred while clearing status message";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "Ocorreu um erro ao criar o rascunho da enquete";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "Ocorreu um erro ao criar a reunião";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "An error occurred while creating the poll";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "An error occurred while creating the thread";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Ocorreu um erro ao excluir a mensagem";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "Ocorreu um erro ao excluir o rascunho da enquete";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "An error occurred while disabling absence";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "Ocorreu um erro ao editar a enquete";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "An error occurred while opening the file %@";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "An error occurred while pinning the message";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "Ocorreu um erro ao remover uma reação de uma mensagem";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Ocorreu um erro ao remover o avatar";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "An error occurred while sending the message";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "An error occurred while setting \(formattedPhoneNumber) as phone number";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "Ocorreu um erro ao definir a ausência";

/* No comment provided by engineer. */
"An error occurred while setting description" = "Ocorreu um erro ao definir a descrição";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "An error occurred while setting online status";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Ocorreu um erro ao definir o número de telefone";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "An error occurred while setting status message";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "Ocorreu um erro ao definir o avatar";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "Ocorreu um erro ao definir o status do usuário";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "An error occurred while sharing the file";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "An error occurred while starting a new group conversation";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "An error occurred while testing push notifications";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "Ocorreu um erro ao desfixar a mensagem";

/* No comment provided by engineer. */
"an hour" = "uma hora";

/* No comment provided by engineer. */
"Anonymous poll" = "Enquete anônima";

/* No comment provided by engineer. */
"Answer" = "Answer";

/* No comment provided by engineer. */
"Answers" = "Respostas";

/* No comment provided by engineer. */
"App" = "Aplicação";

/* No comment provided by engineer. */
"App is outdated" = "App is outdated";

/* No comment provided by engineer. */
"Appear offline" = "Aparecer offline";

/* No comment provided by engineer. */
"Archive conversation" = "Arquivar conversa";

/* No comment provided by engineer. */
"Archived conversations" = "Conversas arquivadas";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list.";

/* No comment provided by engineer. */
"Ask a question" = "Ask a question";

/* No comment provided by engineer. */
"Attachments allowed?" = "Anexos permitidos?";

/* No comment provided by engineer. */
"Attendees" = "Participantes";

/* Join a call in audio only mode */
"Audio only" = "Audio only";

/* No comment provided by engineer. */
"Audio options" = "Opções de áudio";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Audio, video and screen shares";

/* No comment provided by engineer. */
"Audios" = "Áudios";

/* No comment provided by engineer. */
"Away" = "Ausente";

/* No comment provided by engineer. */
"Back to conversations" = "Back to conversations";

/* Ban a user/guest */
"Ban" = "Banir";

/* e.g. Ban John Doe */
"Ban %@" = "Ban %@";

/* No comment provided by engineer. */
"Ban participant" = "Banir participante";

/* Date and time of ban creation */
"Banned by:" = "Banido por:";

/* No comment provided by engineer. */
"Banned users and guests" = "Banned users and guests";

/* Bold text */
"Bold" = "Bold";

/* No comment provided by engineer. */
"bot" = "bot";

/* No comment provided by engineer. */
"Bots" = "Bots";

/* No comment provided by engineer. */
"Browse log files" = "Examinar arquivos de registro";

/* No comment provided by engineer. */
"Browse poll drafts" = "Browse poll drafts";

/* No comment provided by engineer. */
"Busy" = "Ocupado";

/* Sort conversations by recent activity */
"By activity" = "By activity";

/* No comment provided by engineer. */
"Cached files" = "Arquivos em cache";

/* No comment provided by engineer. */
"Cached images" = "Imagens em cache";

/* No comment provided by engineer. */
"Calendar" = "Calendar";

/* No comment provided by engineer. */
"Call notification sent" = "Call notification sent";

/* No comment provided by engineer. */
"Call options" = "Opções de chamada";

/* No comment provided by engineer. */
"Call recording enabled?" = "A gravação de chamadas está ativada?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Call recording failed. Please contact your administrator";

/* No comment provided by engineer. */
"Call recording is starting" = "Call recording is starting";

/* No comment provided by engineer. */
"Call recording started" = "Gravação de chamada iniciada";

/* No comment provided by engineer. */
"Call recording stopped" = "Call recording stopped";

/* No comment provided by engineer. */
"Call without notification" = "Chamada sem notificação";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Atualmente, as chamadas não são suportadas porque a criptografia de ponta-a-ponta está ativada no servidor.";

/* No comment provided by engineer. */
"CallKit supported?" = "CallKit supported?";

/* No comment provided by engineer. */
"Calls" = "Calls";

/* No comment provided by engineer. */
"Calls enabled?" = "Chamadas ativadas?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Chamadas de uma conta antiga foram recebidas.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Calls from old accounts";

/* No comment provided by engineer. */
"Camera" = "Câmera";

/* No comment provided by engineer. */
"Camera access" = "Camera access";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "O acesso à câmera não é permitido. Verifique suas configurações.";

/* No comment provided by engineer. */
"Camera disabled" = "Câmera desabilitada";

/* No comment provided by engineer. */
"Camera enabled" = "Camera enabled";

/* No comment provided by engineer. */
"Can create conversations?" = "Pode criar conversas?";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Cancelled call from another account";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Cannot share to conversation";

/* No comment provided by engineer. */
"Capabilities" = "Capacidades";

/* No comment provided by engineer. */
"Change password" = "Alterar palavra-passe";

/* No comment provided by engineer. */
"Change your vote" = "Alterar seu voto";

/* No comment provided by engineer. */
"Chat" = "Conversa";

/* No comment provided by engineer. */
"Chat messages" = "Mensagens de bate-papo";

/* No comment provided by engineer. */
"Clear cache" = "Limpar cache";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Clear cached chat messages";

/* No comment provided by engineer. */
"Clear reminder" = "Clear reminder";

/* No comment provided by engineer. */
"Clear status message" = "Limpar mensagem de estado";

/* No comment provided by engineer. */
"Clear status message after" = "Limpar mensagem de estado após";

/* No comment provided by engineer. */
"Close" = "Fechar";

/* Code block */
"Code" = "Código";

/* No comment provided by engineer. */
"Configuration" = "Configuração";

/* No comment provided by engineer. */
"Configure your next absence period" = "Configurar seu próximo período de ausência";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Confirmar e ocultar o aviso";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Connecting to %@ …";

/* No comment provided by engineer. */
"Connecting to the call …" = "Connecting to the call …";

/* No comment provided by engineer. */
"Contact access" = "Acesso a contatos";

/* No comment provided by engineer. */
"Contact access has been denied" = "O acesso de contato foi recusado";

/* No comment provided by engineer. */
"Contacts" = "Contactos";

/* No comment provided by engineer. */
"Conversation creation failed" = "Conversation creation failed";

/* No comment provided by engineer. */
"Conversation details" = "Conversation details";

/* No comment provided by engineer. */
"Conversation name" = "Nome da conversação";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "O nome da conversa não pode estar vazio";

/* No comment provided by engineer. */
"Conversation not found" = "Conversation not found";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "A conversa não foi encontrada ou não entrou";

/* No comment provided by engineer. */
"Conversation participants" = "Participantes da conversa";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Conversation password has been removed";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Conversation password has been saved";

/* No comment provided by engineer. */
"Conversation settings" = "Configurações da conversa";

/* No comment provided by engineer. */
"Conversations" = "Conversações";

/* No comment provided by engineer. */
"Copy" = "Copiar";

/* No comment provided by engineer. */
"Copy message link" = "Copiar link da mensagem";

/* No comment provided by engineer. */
"Copy message selection" = "Copy message selection";

/* No comment provided by engineer. */
"Could not access camera" = "Could not access camera";

/* No comment provided by engineer. */
"Could not access microphone" = "Não foi possível acessar o microfone ";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Não foi possível acessar o reconhecimento de fala";

/* No comment provided by engineer. */
"Could not access your location" = "Could not access your location";

/* No comment provided by engineer. */
"Could not add participant" = "Não foi possível adicionar o participante";

/* No comment provided by engineer. */
"Could not ban participant" = "Could not ban participant";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Could not change archived conversation setting";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Não foi possível alterar a configuração de notificações de chamada ";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Não foi possível alterar configuração de conversa importante";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Could not change listable scope of the conversation";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Could not change lobby state of the conversation";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Não foi possível alterar as permissões de menção da conversa";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Não foi possível alterar as permissões de moderação do participante";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Could not change notifications setting";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Não foi possível alterar as configurações de proteção por senha";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Could not change read-only state of the conversation";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Não foi possível alterar a configuração de conversa sensível";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Could not change sharing permissions of the conversation";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Não foi possível alterar o estado SIP da conversa ";

/* No comment provided by engineer. */
"Could not clear chat history" = "Could not clear chat history";

/* No comment provided by engineer. */
"Could not clear status message" = "Não foi possível limpar a mensagem de status";

/* No comment provided by engineer. */
"Could not create meeting" = "Não foi possível criar a reunião";

/* No comment provided by engineer. */
"Could not delete conversation" = "Could not delete conversation";

/* No comment provided by engineer. */
"Could not disable absence" = "Could not disable absence";

/* No comment provided by engineer. */
"Could not get available languages" = "Não foi possível obter os idiomas disponíveis";

/* No comment provided by engineer. */
"Could not join %@ call" = "Não foi possível entrar na chamada %@";

/* No comment provided by engineer. */
"Could not join call with %@" = "Could not join call with %@";

/* No comment provided by engineer. */
"Could not join conversation" = "Não foi possível entrar na conversa";

/* No comment provided by engineer. */
"Could not leave conversation" = "Could not leave conversation";

/* No comment provided by engineer. */
"Could not login with QR code" = "Could not login with QR code";

/* No comment provided by engineer. */
"Could not prepare upload folder" = "Não foi possível preparar a pasta de upload";

/* No comment provided by engineer. */
"Could not remove participant" = "Não foi possível remover o participante";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Could not rename the conversation";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Could not resend email invitations";

/* No comment provided by engineer. */
"Could not send call notification" = "Não foi possível enviar notificação de chamada";

/* No comment provided by engineer. */
"Could not send the message" = "Não foi possível enviar a mensagem";

/* No comment provided by engineer. */
"Could not set absence" = "Could not set absence";

/* No comment provided by engineer. */
"Could not set conversation name" = "Não foi possível definir o nome da conversa";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Could not set message expiration time";

/* No comment provided by engineer. */
"Could not set online status" = "Não foi possível definir o status on-line";

/* No comment provided by engineer. */
"Could not set phone number" = "Não foi possível definir o número de telefone";

/* No comment provided by engineer. */
"Could not set status message" = "Could not set status message";

/* No comment provided by engineer. */
"Could not share file" = "Could not share file";

/* No comment provided by engineer. */
"Could not start group conversation" = "Could not start group conversation";

/* No comment provided by engineer. */
"Create" = "Criar";

/* No comment provided by engineer. */
"Create a new conversation" = "Criar nova conversa";

/* No comment provided by engineer. */
"Create a thread" = "Criar um fio";

/* No comment provided by engineer. */
"Create or join a conversation" = "Criar ou entrar em uma conversa";

/* No comment provided by engineer. */
"Create poll" = "Create poll";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Falha ao criar o rascunho da enquete";

/* No comment provided by engineer. */
"Creating poll failed" = "Creating poll failed";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "As credenciais para esta conta não eram mais válidas ";

/* Custom message expiration */
"Custom" = "Personalizada";

/* name of a moderator who banned a participant */
"Date:" = "Date:";

/* No comment provided by engineer. */
"days" = "dias";

/* No comment provided by engineer. */
"Deck cards" = "Deck cards";

/* No comment provided by engineer. */
"Default" = "Predefinida";

/* No comment provided by engineer. */
"Delete" = "Eliminar";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Excluir todas";

/* No comment provided by engineer. */
"Delete all messages" = "Excluir todas as mensagens ";

/* No comment provided by engineer. */
"Delete conversation" = "Eliminar conversação";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Delete now";

/* No comment provided by engineer. */
"Deleted user" = "Deleted user";

/* No comment provided by engineer. */
"Deleting message" = "Excluindo mensagem";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Deleting poll draft failed";

/* No comment provided by engineer. */
"Demote from moderator" = "Relegar de moderador";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Negado";

/* No comment provided by engineer. */
"Description" = "Descrição";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "A descrição não pode ter mais de 500 caracteres";

/* No comment provided by engineer. */
"Details" = "Details";

/* No comment provided by engineer. */
"detected" = "detected";

/* No comment provided by engineer. */
"Detecting language" = "Detectando idioma";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnósticos";

/* No comment provided by engineer. */
"Disable" = "Desativar";

/* No comment provided by engineer. */
"Disable absence" = "Desativar ausência";

/* No comment provided by engineer. */
"Disable blur" = "Desativar desfoque";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Disable speaker";

/* No comment provided by engineer. */
"Disconnected" = "Desligado";

/* No comment provided by engineer. */
"Dismiss" = "Dispensar";

/* No comment provided by engineer. */
"Dismiss notification" = "Dispensar notificação";

/* No comment provided by engineer. */
"Do not disturb" = "Não incomodar";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Do you really want to clear the file cache?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "Você realmente deseja limpar o cache de imagens?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Você realmente deseja excluir todas as mensagens desta conversa? ";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Do you really want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Do you really want to end this poll?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Deseja realmente sair desta conta?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Deseja realmente remover esta conta?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Quer ligar-se ao servidor mesmo assim?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Do you want to delete this conversation?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Deseja ativar sua câmera?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Do you want to join this call?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Deseja compartilhar '%@' na conversa?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "Do you want to stop the recording?";

/* No comment provided by engineer. */
"Don't clear" = "Não apagar";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Toque duas vezes para dispensar a caixa de diálogo de autenticação";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Toque duas vezes para dispensar as opções de compartilhamento";

/* No comment provided by engineer. */
"Double tap to display call options" = "Double tap to display call options";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Double tap to display option menu";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Toque duas vezes para exibir as opções do nível de notificações para o fio";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Toque duas vezes para editar o perfil";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Double tap to enable or disable 'Call without notification' option";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Toque duas vezes para ativar ou desativar a câmera";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Double tap to enable or disable the microphone";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Toque duas vezes para ativar ou desativar o alto-falante";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Double tap to end editing profile";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Toque duas vezes para visualizar informações da conversa";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Double tap to go to user profile and application settings";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Toque duas vezes para desligar a chamada";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Toque duas vezes para abaixar a mão";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Double tap to open file browser";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Double tap to select different audio routes";

/* No comment provided by engineer. */
"Double tap to send message" = "Toque duas vezes para enviar a mensagem";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Double tap to share with selected conversations";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Toque duas vezes para mostrar mais ações";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Double tap to show or hide chat view";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Toque duas vezes para iniciar uma chamada de vídeo";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Double tap to start a voice only call";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Toque duas vezes para parar a gravação";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Toque duas vezes para mudar para uma chamada de vídeo";

/* No comment provided by engineer. */
"Duplicate session" = "Duplicate session";

/* Edit a message or room participants */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Edit attendees" = "Editar participantes";

/* No comment provided by engineer. */
"Edit thread details" = "Editar detalhes do fio";

/* A message was edited */
"edited" = "edited";

/* A message was edited by ... */
"edited by" = "editado por";

/* A message was edited by ... */
"Edited by" = "Edited by";

/* No comment provided by engineer. */
"Editing Message" = "Editing Message";

/* No comment provided by engineer. */
"Editing poll draft" = "Edição de rascunho de enquete";

/* No comment provided by engineer. */
"Editing poll failed" = "Falha ao editar a enquete";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Either you don't have chat permission or the conversation is read-only.";

/* No comment provided by engineer. */
"Email" = "E-mail";

/* No comment provided by engineer. */
"Empty summary response" = "Empty summary response";

/* No comment provided by engineer. */
"Enable" = "Ativar";

/* No comment provided by engineer. */
"Enable blur" = "Ativar desfoque";

/* No comment provided by engineer. */
"Enable screensharing" = "Ativar compartilhamento de tela";

/* No comment provided by engineer. */
"Enable speaker" = "Enable speaker";

/* No comment provided by engineer. */
"Enabled" = "Ativado";

/* No comment provided by engineer. */
"End call" = "End call";

/* No comment provided by engineer. */
"End call for everyone" = "Encerrar chamada para todo mundo";

/* No comment provided by engineer. */
"End poll" = "Encerrar enquete";

/* No comment provided by engineer. */
"Enter a new password" = "Enter a new password";

/* No comment provided by engineer. */
"Enter a password" = "Insira uma palavra-passe";

/* No comment provided by engineer. */
"Error creating server path for upload" = "Error creating server path for upload";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Error occurred when creating a reminder";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Ocorreu um erro ao editar uma mensagem";

/* External signaling used */
"External" = "Externo";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Falha ao aceitar o convite";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Failed to check or create attachment folder";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Falha ao limpar o lembrete";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Failed to connect to %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Falha ao encaminhar mensagem ";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Falha ao obter o calendário para agendar uma reunião";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Failed to reject invitation";

/* No comment provided by engineer. */
"Failed to send message" = "Failed to send message";

/* No comment provided by engineer. */
"Failed to share recording" = "Falha ao compartilhar a gravação";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Falha ao desbanir a entrada selecionada";

/* No comment provided by engineer. */
"Federated" = "Federada";

/* No comment provided by engineer. */
"Fetching status …" = "Fetching status …";

/* Filename of a file */
"File" = "File";

/* No comment provided by engineer. */
"Files" = "Ficheiros";

/* No comment provided by engineer. */
"Filter and sort conversations" = "Filter and sort conversations";

/* Title for available conversations filters */
"Filters" = "Filtros";

/* No comment provided by engineer. */
"First day" = "Primeiro dia";

/* No comment provided by engineer. */
"Follow conversation settings" = "Follow conversation settings";

/* No comment provided by engineer. */
"For password reset and notifications" = "Para recuperação de senhas e notificações";

/* No comment provided by engineer. */
"Format" = "Formato";

/* No comment provided by engineer. */
"Forward" = "Encaminhar";

/* No comment provided by engineer. */
"Forward to" = "Forward to";

/* 'From' which language user wants to translate text */
"From" = "De";

/* from Alice at nextcloud.local */
"from %@ at %@" = "de %1$@ em %2$@";

/* No comment provided by engineer. */
"Full name" = "Nome completo";

/* No comment provided by engineer. */
"Generate summary" = "Generate summary";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Generating summary of unread messages";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Falha ao gerar o resumo das mensagens não lidas";

/* No comment provided by engineer. */
"Get source code" = "Obter código fonte";

/* No comment provided by engineer. */
"GitHub API error" = "GitHub API error";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Dê consentimento e entre na chamada";

/* No comment provided by engineer. */
"Go to message" = "Go to message";

/* Show group conversations before private ones */
"Group first" = "Grupo primeiro";

/* No comment provided by engineer. */
"guest" = "convidado";

/* No comment provided by engineer. */
"Guest" = "Convidado";

/* No comment provided by engineer. */
"Guests access" = "Guests access";

/* No comment provided by engineer. */
"Guests app enabled?" = "Aplicativo de convidados ativado?";

/* No comment provided by engineer. */
"Hang up" = "Desligar";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Hide";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "Alta";

/* No comment provided by engineer. */
"hours" = "horas";

/* No comment provided by engineer. */
"How do you want to join the call?" = "Como você deseja entrar na chamada?";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "If you delete the conversation, it will also be deleted for %@";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "If you enable your camera, this call will be interrupted for a few seconds.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "Se você estiver usando vários servidores, precisará verificar todos eles.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Images, files, voice messages…";

/* No comment provided by engineer. */
"Import account" = "Importar conta";

/* No comment provided by engineer. */
"Important conversation" = "Conversa importante";

/* No comment provided by engineer. */
"in" = "em";

/* No comment provided by engineer. */
"Include calls in call history" = "Include calls in call history";

/* No comment provided by engineer. */
"Incoming call" = "Incoming call";

/* No comment provided by engineer. */
"Incoming silent call" = "Chamada silenciosa recebida";

/* Message is pinned indefinitely */
"Indefinitely" = "Indefinidamente";

/* Internal signaling used */
"Internal" = "Internal";

/* Internal note about why a user/guest was banned */
"Internal note" = "Internal note";

/* No comment provided by engineer. */
"Invalid date range" = "Intervalo de datas inválido";

/* No comment provided by engineer. */
"Invalid email address" = "Endereço de e-mail inválido";

/* No comment provided by engineer. */
"Invalid end date" = "Invalid end date";

/* No comment provided by engineer. */
"Invalid server address" = "Endereço do servidor inválido";

/* No comment provided by engineer. */
"Invalid start date" = "Data de início inválida";

/* No comment provided by engineer. */
"Invisible" = "Invisível ";

/* No comment provided by engineer. */
"Invitation resent" = "Invitation resent";

/* No comment provided by engineer. */
"Invitations resent" = "Invitations resent";

/* Invitation for a meeting */
"Invite all users and emails" = "Convidar todos os usuários e e-mails";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Parece que %@ não está instalado no seu servidor.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "It seems that there is no internet connection.";

/* Italic text */
"Italic" = "Italic";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Entre em uma conversa ou inicie uma nova";

/* No comment provided by engineer. */
"Join call" = "Entrar na chamada";

/* No comment provided by engineer. */
"Join call (audio only)" = "Entrar na chamada (somente áudio)";

/* No comment provided by engineer. */
"Join call with video" = "Join call with video";

/* No comment provided by engineer. */
"Join open conversations" = "Juntar-me a conversas abertas";

/* No comment provided by engineer. */
"Join video call" = "Join video call";

/* No comment provided by engineer. */
"Keep" = "Manter";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Último dia (inclusive)";

/* Last subscription to the push notification server */
"Last subscription" = "Last subscription";

/* No comment provided by engineer. */
"Last sync" = "Last sync";

/* Remind me later today about that message */
"Later today" = "Hoje mais tarde";

/* No comment provided by engineer. */
"Leave" = "Sair";

/* No comment provided by engineer. */
"Leave call" = "Leave call";

/* No comment provided by engineer. */
"Leave conversation" = "Sair da conversação";

/* Where \"%@\" is the name of the conversation */
"Leave conversation \"%@\"" = "Leave conversation \"%@\"";

/* No comment provided by engineer. */
"less than a minute ago" = "menos de um minuto atrás";

/* No comment provided by engineer. */
"Link https://…" = "Hiperligação https:// ...";

/* No comment provided by engineer. */
"Linked file" = "Arquivo vinculado";

/* No comment provided by engineer. */
"Load more results" = "Mostrar mais resultados";

/* No comment provided by engineer. */
"Lobby" = "Lobby";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "A sala de espera ainda está ativa e você não é um moderador";

/* No comment provided by engineer. */
"Local" = "Local";

/* No comment provided by engineer. */
"Local time: %@" = "Local time: %@";

/* No comment provided by engineer. */
"Location" = "Localização";

/* No comment provided by engineer. */
"Location access" = "Acesso a localização";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Location service has been denied. Check your settings.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Location service is not enabled";

/* No comment provided by engineer. */
"Locations" = "Localizações";

/* No comment provided by engineer. */
"Lock conversation" = "Trancar conversa";

/* No comment provided by engineer. */
"Log in" = "Iniciar sessão";

/* No comment provided by engineer. */
"Log out" = "Terminar sessão";

/* No comment provided by engineer. */
"Logged out" = "Desconectado ";

/* No comment provided by engineer. */
"Logs" = "Logs";

/* No comment provided by engineer. */
"Long absence message" = "Mensagem longa de ausência";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Low";

/* No comment provided by engineer. */
"Lower hand" = "Baixar mão";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Manual";

/* No comment provided by engineer. */
"Mark as read" = "Mark as read";

/* No comment provided by engineer. */
"Mark as unread" = "Marcar como não lida";

/* No comment provided by engineer. */
"Match system contacts" = "Match system contacts";

/* No comment provided by engineer. */
"Media" = "Media";

/* No comment provided by engineer. */
"Meeting created" = "Reunião criada";

/* No comment provided by engineer. */
"Meeting ended" = "Reunião encerrada";

/* No comment provided by engineer. */
"Meeting ID" = "Meeting ID";

/* No comment provided by engineer. */
"Meeting settings" = "Meeting settings";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Reuniões";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Mentioned";

/* Copy 'message' */
"Message" = "Mensagem";

/* No comment provided by engineer. */
"Message copied" = "Message copied";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "A mensagem não pôde ser excluída porque é muito antiga ";

/* No comment provided by engineer. */
"Message deleted successfully" = "Message deleted successfully";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Mensagem excluída com sucesso, mas Matterbridge está configurado e a mensagem pode já ter sido distribuída para outros serviços ";

/* No comment provided by engineer. */
"Message editing failed" = "Falha na edição da mensagem";

/* No comment provided by engineer. */
"Message expiration" = "Message expiration";

/* Copy 'link' to a message */
"Message link" = "Link para mensagem";

/* No comment provided by engineer. */
"Message link copied" = "Message link copied";

/* No comment provided by engineer. */
"Message pinned" = "Mensagem fixada";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Message preview will be disabled in conversation list and notifications";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Falha no reagendamento da mensagem";

/* No comment provided by engineer. */
"Message scheduling failed" = "Message scheduling failed";

/* No comment provided by engineer. */
"Message successfully edited" = "Mensagem editada com sucesso";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Mensagem reagendada com sucesso";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Message successfully scheduled";

/* No comment provided by engineer. */
"Message unpinned" = "Message unpinned";

/* No comment provided by engineer. */
"Messages" = "Mensagens";

/* No comment provided by engineer. */
"Microphone" = "Microfone";

/* No comment provided by engineer. */
"Microphone access" = "Microphone access";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "O acesso ao microfone não é permitido. Verifique suas configurações. ";

/* No comment provided by engineer. */
"Microphone disabled" = "Microphone disabled";

/* No comment provided by engineer. */
"Microphone enabled" = "Microfone habilitado";

/* No comment provided by engineer. */
"minutes" = "minutos";

/* No comment provided by engineer. */
"Missed call from" = "Missed call from";

/* No comment provided by engineer. */
"Missing phone number information" = "Número de telefone não fornecido";

/* The signaling mode used */
"Mode" = "Modo";

/* No comment provided by engineer. */
"moderator" = "moderador";

/* No comment provided by engineer. */
"Modification date" = "Data da modificação";

/* More menu elements */
"More" = "More";

/* No comment provided by engineer. */
"More actions" = "Mais ações";

/* No comment provided by engineer. */
"Multiple answers" = "Multiple answers";

/* No comment provided by engineer. */
"Mute all notifications" = "Desativar todas as notificações";

/* No comment provided by engineer. */
"Mute others" = "Mute others";

/* No comment provided by engineer. */
"My location" = "Minha localização";

/* No comment provided by engineer. */
"Name" = "Nome";

/* No comment provided by engineer. */
"Nearby places" = "Locais próximos";

/* No comment provided by engineer. */
"Network available" = "Rede disponível";

/* No comment provided by engineer. */
"Network not available" = "Network not available";

/* Never subscribed to the push notification server */
"Never subscribed" = "Nunca subscreveu";

/* No comment provided by engineer. */
"New conversation" = "Nova conversação";

/* No comment provided by engineer. */
"New poll" = "New poll";

/* Remind me next week about that message */
"Next week" = "Next week";

/* No comment provided by engineer. */
"Nextcloud server not found" = "Servidor Nextcloud não encontrado";

/* No comment provided by engineer. */
"No" = "Não";

/* No comment provided by engineer. */
"No actions available" = "Nenhuma ação disponível";

/* No comment provided by engineer. */
"No active account found" = "Nenhuma conta ativa encontrada";

/* No comment provided by engineer. */
"No active bots" = "No active bots";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "Nenhum provedor de IA disponível ou resumo falhou";

/* No comment provided by engineer. */
"No banned users or guests" = "No banned users or guests";

/* No comment provided by engineer. */
"No bots available for this conversation" = "No bots available for this conversation";

/* No comment provided by engineer. */
"No description provided" = "Nenhuma descrição fornecida";

/* No comment provided by engineer. */
"No files in here" = "Sem ficheiros aqui";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "Sem filtros";

/* No comment provided by engineer. */
"No followed threads" = "No followed threads";

/* Do not group conversations by type */
"No grouping" = "No grouping";

/* No comment provided by engineer. */
"No messages found to summarize" = "Nenhuma mensagem encontrada para resumir";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Ainda não tem mensagens, comece a conversa!";

/* No comment provided by engineer. */
"No participants found" = "Nenhum participante encontrado";

/* No comment provided by engineer. */
"No permission to join this conversation" = "No permission to join this conversation";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "Nenhum rascunho de enquete foi salvo ainda";

/* No comment provided by engineer. */
"No recent threads" = "No recent threads";

/* No comment provided by engineer. */
"No response from server" = "Sem resposta do servidor";

/* No comment provided by engineer. */
"No results found" = "Nenhum resultado encontrado";

/* No comment provided by engineer. */
"No shared items" = "Sem itens partilhados";

/* No comment provided by engineer. */
"No upcoming events" = "No upcoming events";

/* No comment provided by engineer. */
"No user found" = "No user found";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Normal";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Não solicitado";

/* No comment provided by engineer. */
"Note to self" = "Nota a mim";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Note:";

/* No comment provided by engineer. */
"Notifications" = "Notificações";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Aplicativo de notificações ativado?";

/* No comment provided by engineer. */
"Notify about calls" = "Notify about calls";

/* Indicates an event happening right now */
"Now" = "Agora";

/* No comment provided by engineer. */
"Off" = "Desativado";

/* No comment provided by engineer. */
"Offline" = "Offline";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Offline, only showing downloaded messages";

/* No comment provided by engineer. */
"OK" = "OK";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Conta antiga";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Depois que uma conversa é encerrada, para voltar a uma conversa encerrada, é necessário um convite. Uma conversa aberta pode ser retomada a qualquer momento. ";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Once a conversation is unarchived, it will be shown by default again.";

/* No comment provided by engineer. */
"Online" = "Online";

/* No comment provided by engineer. */
"Online status" = "Estado online";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Only audio and screen shares";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Somente mensagens normais de bate-papo podem ser excluídas";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Somente sincronizar com servidores confiáveis";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Only visible to people matched via phone number integration";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Somente visível para pessoas desta instância e convidados";

/* No comment provided by engineer. */
"Open" = "Open";

/* No comment provided by engineer. */
"Open app settings" = "Open app settings";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Abrir conversa a usuários registrados";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Conversas abertas";

/* No comment provided by engineer. */
"Open in %@" = "Open in %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Open in Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Abrir em Mapas";

/* A menu to show additional options for the current conversation */
"Option menu" = "Menu de opção";

/* No comment provided by engineer. */
"Other Accounts" = "Other Accounts";

/* No comment provided by engineer. */
"Other participants" = "Outros participantes";

/* No comment provided by engineer. */
"Others" = "Others";

/* No comment provided by engineer. */
"Outgoing call" = "Chamada efetuada";

/* No comment provided by engineer. */
"Outgoing silent call" = "Outgoing silent call";

/* Owner of a repository */
"Owner" = "Owner";

/* No comment provided by engineer. */
"Participants" = "Participantes";

/* No comment provided by engineer. */
"Password" = "Palavra-passe";

/* No comment provided by engineer. */
"Password copied" = "Password copied";

/* No comment provided by engineer. */
"Password is secure" = "Password is secure";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "A senha deve ter pelo menos %d caracteres";

/* No comment provided by engineer. */
"Password protection" = "Protegido por palavra-passe";

/* No comment provided by engineer. */
"Pending invitations" = "Convites pendentes";

/* No comment provided by engineer. */
"Phone number" = "Número de telefone";

/* No comment provided by engineer. */
"Phone number integration" = "Phone number integration";

/* No comment provided by engineer. */
"Phone number set successfully" = "Número de telefone definido com sucesso";

/* No comment provided by engineer. */
"Photo Library" = "Photo Library";

/* No comment provided by engineer. */
"Photo library access" = "Acesso à biblioteca de fotos";

/* No comment provided by engineer. */
"Pick date & time" = "Pick date & time";

/* Pin a message to be always visible in the chat */
"Pin message" = "Fixar mensagem";

/* Message was pinned at … */
"Pinned at %@" = "Pinned at %@";

/* A message was pinned by ... */
"pinned by" = "fixada por";

/* No comment provided by engineer. */
"Pinned messages" = "Mensagens fixadas";

/* Message is pinned until … */
"Pinned until %@" = "Pinned until %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Please check that you entered a valid server address.";

/* No comment provided by engineer. */
"Please check that you entered the correct Nextcloud server address." = "Por favor, certifique-se de que você entrou com um endereço de servidor Nextcloud válido.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Verifique se você inseriu o endereço correto do servidor.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Please contact your system administrator.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Por favor, atualize seu servidor com a última versão do %@ disponível.";

/* No comment provided by engineer. */
"Please update." = "Please update.";

/* No comment provided by engineer. */
"Poll" = "Enquete";

/* No comment provided by engineer. */
"Poll draft" = "Poll draft";

/* No comment provided by engineer. */
"Poll draft has been saved" = "O rascunho da enquete foi salvo";

/* No comment provided by engineer. */
"Poll drafts" = "Poll drafts";

/* No comment provided by engineer. */
"Poll results" = "Poll results";

/* No comment provided by engineer. */
"Polls" = "Enquetes";

/* No comment provided by engineer. */
"Preview" = "Pré-visualizar";

/* No comment provided by engineer. */
"Privacy" = "Privacidade";

/* No comment provided by engineer. */
"Private" = "Privado";

/* Show private conversations before group ones */
"Private first" = "Privado primeiro";

/* No comment provided by engineer. */
"Profile" = "Perfil";

/* No comment provided by engineer. */
"Profile picture" = "Imagem do perfil";

/* No comment provided by engineer. */
"Promote to moderator" = "Promover a moderador";

/* No comment provided by engineer. */
"Published" = "Published";

/* No comment provided by engineer. */
"Push notifications" = "Notificações \"push\"";

/* No comment provided by engineer. */
"Question" = "Pergunta";

/* No comment provided by engineer. */
"Raise hand" = "Raise hand";

/* No comment provided by engineer. */
"Reachable?" = "Acessível?";

/* No comment provided by engineer. */
"Reactions" = "Reactions";

/* No comment provided by engineer. */
"Read status" = "Status de leitura";

/* No comment provided by engineer. */
"Received call from an old account" = "Received call from an old account";

/* No comment provided by engineer. */
"Recent threads" = "Fios recentes";

/* No comment provided by engineer. */
"Record voice message" = "Gravar mensagem de voz ";

/* No comment provided by engineer. */
"Recording" = "Gravação";

/* No comment provided by engineer. */
"Recording consent is required" = "Recording consent is required";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Recording consent required for joining the call";

/* No comment provided by engineer. */
"Recordings" = "Gravações";

/* No comment provided by engineer. */
"Redo" = "Repetir";

/* No comment provided by engineer. */
"Reference API supported?" = "API de referência suportada?";

/* No comment provided by engineer. */
"Reject" = "Rejeitar";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Reminder was successfully cleared";

/* No comment provided by engineer. */
"Reminder was successfully set" = "O lembrete foi definido com sucesso";

/* No comment provided by engineer. */
"Remote server is unreachable" = "O servidor remoto está inacessível";

/* No comment provided by engineer. */
"Remove" = "Remover";

/* No comment provided by engineer. */
"Remove account" = "Remover conta";

/* No comment provided by engineer. */
"Remove from favorites" = "Remover de favoritos";

/* No comment provided by engineer. */
"Remove group and members" = "Remove group and members";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Remover entradas duplicadas antigas e deixar apenas as entradas mais recentes.";

/* No comment provided by engineer. */
"Remove participant" = "Remover participante";

/* No comment provided by engineer. */
"Remove password" = "Remover senha";

/* No comment provided by engineer. */
"Remove team and members" = "Remove team and members";

/* Replacement in case of out of office */
"Replacement" = "Substituto";

/* Replacement in case of out of office */
"Replacement (optional)" = "Substituto (opcional)";

/* No comment provided by engineer. */
"Reply" = "Resposta";

/* No comment provided by engineer. */
"Reply privately" = "Responder privadamente";

/* Name of a repository */
"Repo" = "Repo";

/* Reschedule a message that is send later */
"Reschedule" = "Reagendar";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Reschedule with notification";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Reagendar sem notificações";

/* No comment provided by engineer. */
"Resend" = "Reenviar";

/* No comment provided by engineer. */
"Resend invitation" = "Reenviar convite";

/* No comment provided by engineer. */
"Resend invitations" = "Resend invitations";

/* Title for a section where different reset options are shown */
"Reset" = "Reiniciar";

/* Replacement in case of out of office */
"Reset replacement" = "Redefinir substituto";

/* Results of a poll */
"Results" = "Resultados";

/* No comment provided by engineer. */
"Retry" = "Repetir";

/* Save conversation description */
"Save" = "Guardar";

/* No comment provided by engineer. */
"Save as draft" = "Save as draft";

/* No comment provided by engineer. */
"Save password" = "Salvar senha";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Save to 'Note to self'";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "Diga oi para seus amigos e colegas!";

/* No comment provided by engineer. */
"Scan QR code" = "Digitalizar código QR";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Agendar";

/* No comment provided by engineer. */
"Schedule a meeting" = "Schedule a meeting";

/* No comment provided by engineer. */
"Scheduled messages" = "Scheduled messages";

/* No comment provided by engineer. */
"Screensharing stopped" = "Compartilhamento de tela encerrado";

/* No comment provided by engineer. */
"Search" = "Pesquisa sobre";

/* No comment provided by engineer. */
"Search for places" = "Pesquisar lugares";

/* No comment provided by engineer. */
"Select" = "Selecionar";

/* Replacement in case of out of office */
"Select a replacement" = "Selecione um substituto";

/* No comment provided by engineer. */
"Select language" = "Selecionar idioma";

/* Copy a 'selection' of a message */
"Selection" = "Seleção";

/* No comment provided by engineer. */
"Send" = "Enviar";

/* No comment provided by engineer. */
"Send a reaction" = "Send a reaction";

/* No comment provided by engineer. */
"Send call notification" = "Enviar notificação de chamada";

/* No comment provided by engineer. */
"Send later" = "Send later";

/* No comment provided by engineer. */
"Send later without notification" = "Enviar mais tarde sem notificação";

/* No comment provided by engineer. */
"Send message" = "Enviar mensagem";

/* Send a message now */
"Send now" = "Enviar agora";

/* No comment provided by engineer. */
"Send without notification" = "Enviar sem notificação";

/* No comment provided by engineer. */
"Send/Accept" = "Enviar/Aceitar";

/* No comment provided by engineer. */
"Sending no invitations" = "Sending no invitations";

/* No comment provided by engineer. */
"Sensitive conversation" = "Sensitive conversation";

/* A message has been sent without notifications */
"Sent without notification" = "Enviado sem notificação";

/* No comment provided by engineer. */
"Server" = "Servidor";

/* No comment provided by engineer. */
"Server address https://…" = "Endereço do servidor https://...";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "O servidor está atualmente em modo de manutenção";

/* No comment provided by engineer. */
"Server not found" = "Servidor não encontrado";

/* No comment provided by engineer. */
"Set" = "Definir";

/* No comment provided by engineer. */
"Set password" = "Defina a senha";

/* Remind me later about that message */
"Set reminder" = "Set reminder";

/* No comment provided by engineer. */
"Set status message" = "Definir mensagem de estado";

/* No comment provided by engineer. */
"Settings" = "Configurações";

/* No comment provided by engineer. */
"Share" = "Partilhar";

/* No comment provided by engineer. */
"Share a file from your Nextcloud" = "Compartilhar um arquivo de seu Nextcloud";

/* No comment provided by engineer. */
"Share current location" = "Share current location";

/* No comment provided by engineer. */
"Share link" = "Partilhar ligação";

/* No comment provided by engineer. */
"Share location" = "Compartilhar localização";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Compartilhar localização do pino";

/* No comment provided by engineer. */
"Share to chat" = "Compartilhar para bate-papo";

/* No comment provided by engineer. */
"Share with" = "Partilhar com";

/* No comment provided by engineer. */
"Shared items" = "Shared items";

/* No comment provided by engineer. */
"Shared location" = "Localização compartilhada";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Não há suporte para compartilhamento em uma conversa federada.";

/* No comment provided by engineer. */
"Short absence status" = "Short absence status";

/* No comment provided by engineer. */
"Short absence status is too long" = "Short absence status is too long";

/* No comment provided by engineer. */
"Show more…" = "Mostrar mais…";

/* No comment provided by engineer. */
"Signaling" = "Sinalizando";

/* No comment provided by engineer. */
"SIP dial-in" = "Discagem SIP";

/* No comment provided by engineer. */
"Skip" = "Saltar";

/* No comment provided by engineer. */
"Slide to cancel" = "Deslize para cancelar";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Some messages not shown, will be downloaded when online";

/* No comment provided by engineer. */
"Someone voted on the poll {poll}" = "Someone voted on the poll {poll}";

/* Title for conversations sorting options */
"Sort conversations" = "Ordenar conversas";

/* No comment provided by engineer. */
"Source code" = "Código fonte";

/* speaker = Loudspeaker, device */
"Speaker" = "Alto-falante";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Alto-falante desativado";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Speaker enabled";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "O acesso ao reconhecimento de fala não é permitido. Verifique suas configurações.";

/* No comment provided by engineer. */
"Speech recognition failed" = "O reconhecimento de fala falhou";

/* No comment provided by engineer. */
"Start a new group conversation" = "Start a new group conversation";

/* No comment provided by engineer. */
"Start call" = "Iniciar chamada";

/* No comment provided by engineer. */
"Start call silently" = "Start call silently";

/* No comment provided by engineer. */
"Start recording" = "Iniciar gravação";

/* No comment provided by engineer. */
"Start time" = "Start time";

/* No comment provided by engineer. */
"Start video call" = "Iniciar chamada com vídeo";

/* No comment provided by engineer. */
"Start video call silently" = "Iniciar a chamada de vídeo silenciosamente";

/* No comment provided by engineer. */
"Status" = "Estado";

/* No comment provided by engineer. */
"Status message" = "Mensagem de estado";

/* Action to 'Stop' a recording */
"Stop" = "Stop";

/* No comment provided by engineer. */
"Stop recording" = "Encerrar gravação";

/* No comment provided by engineer. */
"Stop screensharing" = "Encerrar compartilhamento da tela";

/* Strikethrough text */
"Strikethrough" = "Strikethrough";

/* No comment provided by engineer. */
"STUN servers" = "Servidores STUN";

/* No comment provided by engineer. */
"Submit vote" = "Submit vote";

/* No comment provided by engineer. */
"Switch account" = "Mudar de conta";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Mudando para outra conversa …";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Sincronizar com servidores confiáveis e com catálogos de endereços globais e públicos";

/* Talk to a user */
"Talk to" = "Fale com";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Tap and hold to record a voice message";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Tap and hold to record a voice message, release the button to send it.";

/* No comment provided by engineer. */
"Test failed" = "Falha no teste";

/* No comment provided by engineer. */
"Test push notifications" = "Testar notificações push";

/* No comment provided by engineer. */
"Test results" = "Resultados do teste";

/* No comment provided by engineer. */
"Test results copied" = "Test results copied";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "O aplicativo é muito antigo e não é mais suportado por este servidor.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "The call for this event ended. Do you want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "A chamada está em andamento há uma hora";

/* No comment provided by engineer. */
"The call might be recorded" = "A chamada pode ser gravada";

/* No comment provided by engineer. */
"The password is wrong" = "The password is wrong";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "A gravação pode incluir sua voz, vídeo da câmera e compartilhamento de tela. Seu consentimento é necessário antes de entrar na chamada.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "O token pode já ter sido usado ou estar expirado. Gere um novo código QR e tente novamente.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "Não há nenhuma conta para o usuário %1$@ no servidor %2$@ configurado neste aplicativo.";

/* No comment provided by engineer. */
"This call is being recorded" = "This call is being recorded";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "Esta conversa está anexada a um evento de calendário. Edite o evento para alterar o nome/a descrição da conversa.";

/* No comment provided by engineer. */
"This conversation is read-only" = "This conversation is read-only";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "Esta conversa será excluída automaticamente para todos após %ld dias sem atividade.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "Este é o endereço web que você usa para acessar o servidor no navegador web.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Esta reunião está agendada para";

/* No comment provided by engineer. */
"This might take a moment" = "This might take a moment";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "Este resumo foi gerado por IA e pode conter erros.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "Isso geralmente indica que este dispositivo foi usado anteriormente para uma conta, que não foi removida corretamente do servidor.";

/* No comment provided by engineer. */
"This week" = "Esta semana";

/* Remind me this weekend about that message */
"This weekend" = "This weekend";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Isso afetará a funcionalidade deste aplicativo. Por favor, revise suas configurações.";

/* No comment provided by engineer. */
"Thread" = "Fio";

/* No comment provided by engineer. */
"Thread notification level button" = "Thread notification level button";

/* No comment provided by engineer. */
"Thread title" = "Título do fio";

/* No comment provided by engineer. */
"Threads" = "Fios";

/* No comment provided by engineer. */
"Title" = "Título ";

/* 'To' which language user wants to translate text */
"To" = "To";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "To resolve this issue, use the web interface and go to \"Settings -> Security\".";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Para:";

/* No comment provided by engineer. */
"Today" = "Hoje";

/* Remind me tomorrow about that message */
"Tomorrow" = "Amanhã";

/* No comment provided by engineer. */
"Too many requests, please try again later" = "Muitas solicitações; por favor, tente novamente mais tarde";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Transcrever";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Transcrição";

/* No comment provided by engineer. */
"Translate" = "Translate";

/* No comment provided by engineer. */
"Translation" = "Translation";

/* No comment provided by engineer. */
"Translation failed" = "Falha na tradução";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Tentando fazer login…";

/* No comment provided by engineer. */
"TURN servers" = "TURN servers";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Identificador do Twitter  @...";

/* No comment provided by engineer. */
"Typing indicator" = "Indicador de digitação";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Typing indicators are only available when using a high performance backend (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Não foi possível obter o contexto da mensagem";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Não foi possível obter a conversa da mensagem";

/* No comment provided by engineer. */
"Unable to load file" = "Unable to load file";

/* No comment provided by engineer. */
"Unable to open file" = "Impossível abrir o arquivo";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Não é possível validar a senha no momento";

/* No comment provided by engineer. */
"Unarchive conversation" = "Desarquivar conversa";

/* No comment provided by engineer. */
"Unavailable" = "Indisponível";

/* No comment provided by engineer. */
"Unban" = "Unban";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "Under \"Devices & sessions\" check if there are duplicate entries for the same device.";

/* No comment provided by engineer. */
"Undo" = "Desfazer";

/* No comment provided by engineer. */
"Undo Typing" = "Desfazer Digitação";

/* No comment provided by engineer. */
"Unknown" = "Desconhecido";

/* No comment provided by engineer. */
"Unknown error" = "Erro desconhecido";

/* No comment provided by engineer. */
"Unknown error occurred" = "Ocorreu um erro desconhecido";

/* No comment provided by engineer. */
"Unpin" = "Desfixar";

/* No comment provided by engineer. */
"Unpin message" = "Unpin message";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Não lidas";

/* No comment provided by engineer. */
"Unread mentions" = "Menções não lidas";

/* No comment provided by engineer. */
"Unread messages" = "Unread messages";

/* Calling is not supported */
"Unsupported" = "Não suportado";

/* No comment provided by engineer. */
"Update" = "Atualizar";

/* No comment provided by engineer. */
"Updated notification settings" = "Updated notification settings";

/* No comment provided by engineer. */
"Upload failed" = "Envio falhou";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Enviando %ld elementos";

/* No comment provided by engineer. */
"User" = "Utilizador";

/* No comment provided by engineer. */
"User profile and settings" = "Perfil de usuário e configurações";

/* No comment provided by engineer. */
"User status supported?" = "User status supported?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "User storage quota exceeded";

/* No comment provided by engineer. */
"Users" = "Usuários";

/* No comment provided by engineer. */
"Validating password…" = "Validando senha…";

/* No comment provided by engineer. */
"Version" = "Versão";

/* Join a call in video call mode */
"Video call" = "Chamada de vídeo";

/* No comment provided by engineer. */
"Video quality" = "Qualidade do vídeo";

/* Conversation visibility settings */
"Visibility" = "Visibilidade";

/* No comment provided by engineer. */
"Voice messages" = "Voice messages";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Aguardando %@ se juntar à chamada…";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Aguardando que outros se juntem à chamada…";

/* No comment provided by engineer. */
"Website" = "Website";

/* No comment provided by engineer. */
"What is your status?" = "Qual é o seu estado?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Write message, @ to mention someone …";

/* No comment provided by engineer. */
"Yes" = "Sim";

/* No comment provided by engineer. */
"Yesterday" = "Ontem";

/* No comment provided by engineer. */
"You" = "Você";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "Você adicionou {user0} e mais %ld participantes";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "Você adicionou {user0} e {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "You and %ld more participants joined the call";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "Você e mais %ld participantes saíram da chamada";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "Você e {actor0} entraram na chamada";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "You and {actor0} left the call";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "Você está atualmente esperando na sala de espera";

/* No comment provided by engineer. */
"You are not allowed to add or remove reactions in this conversation" = "Você não tem permissão para adicionar ou remover reações nesta conversa";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Você não participa de nenhuma conversa";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "You are not part of any conversation. Press + to start a new one.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Você pode definir seu número de telefone para que outros usuários possam lhe encontrar";

/* No comment provided by engineer. */
"You cleared the history of the conversation" = "You cleared the history of the conversation";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "Você rebaixou {user0} e mais %ld participantes de moderadores";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "Você rebaixou {user0} e {user1} de moderadores";

/* No comment provided by engineer. */
"You demoted {user} from moderator" = "You demoted {user} from moderator";

/* No comment provided by engineer. */
"You ended the poll {poll}" = "Você encerrou a enquete {poll}";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "You have %ld pending invitations";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Você foi silenciado por um moderador";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "Você não tem reuniões agendadas.";

/* No comment provided by engineer. */
"You have no unread mentions." = "You have no unread mentions.";

/* No comment provided by engineer. */
"You have no unread messages." = "Você não tem mensagens não lidas.";

/* No comment provided by engineer. */
"You joined the call" = "Você entrou na chamada";

/* No comment provided by engineer. */
"You left the call" = "Você saiu da chamada";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Você precisa promover um novo moderador antes de sair %@.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "You need to promote a new moderator before you can leave this conversation";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "You promoted {user0} and %ld more participants to moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "Você promoveu {user0} e {user1} a moderadores";

/* No comment provided by engineer. */
"You promoted {user} to moderator" = "Você promoveu {user} a moderador";

/* No comment provided by engineer. */
"You received a new notification" = "Você recebeu uma nova notificação";

/* No comment provided by engineer. */
"You reconnected to the call" = "Você se reconectou à chamada";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "You removed {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "Você removeu {user0} e {user1}";

/* No comment provided by engineer. */
"You started a call" = "You started a call";

/* No comment provided by engineer. */
"You started a silent call" = "Você iniciou uma chamada silenciosa";

/* No comment provided by engineer. */
"You started the video recording" = "You started the video recording";

/* No comment provided by engineer. */
"You stopped the video recording" = "Você encerrou a gravação de vídeo";

/* No comment provided by engineer. */
"Your email address" = "O seu endereço de email";

/* No comment provided by engineer. */
"Your phone number" = "O seu número de telefone";

/* No comment provided by engineer. */
"Your PIN" = "Seu PIN ";

/* No comment provided by engineer. */
"Your postal address" = "A sua morada";

/* 'Zammad' is a product name */
"Zammad API error" = "Erro da API Zammad";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} added you and %ld more participants";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} adicionou você e {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} added {user0} and %ld more participants";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} adicionou {user0} e {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} e mais %ld participantes entraram na chamada";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} e mais %ld participantes saíram da chamada";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} and {actor1} joined the call";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} e {actor1} saíram da chamada";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} rebaixou você e mais %ld participantes de moderadores";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} demoted you and {user0} from moderators";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} rebaixou {user0} e mais %ld participantes de moderadores";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} rebaixou {user0} e {user1} de moderadores";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} promoveu você e mais %ld participantes a moderadores";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} promoted you and {user0} to moderators";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} promoveu {user0} e mais %ld participantes a moderadores";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} promoveu {user0} e {user1} a moderadores";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} reconnected to the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} removeu você e mais %ld participantes";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} removeu você e {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} removed {user0} and %ld more participants";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} removed {user0} and {user1}";

/* No comment provided by engineer. */
"{actor} cleared the history of the conversation" = "{actor} apagou o histórico da conversa";

/* No comment provided by engineer. */
"{actor} demoted you from moderator" = "{actor} rebaixou você do cargo de moderador";

/* No comment provided by engineer. */
"{actor} demoted {user} from moderator" = "{actor} rebaixou {user} do cargo de moderador";

/* No comment provided by engineer. */
"{actor} ended the poll {poll}" = "{actor} encerrou a enquete {poll}";

/* No comment provided by engineer. */
"{actor} joined the call" = "{actor} joined the call";

/* No comment provided by engineer. */
"{actor} left the call" = "{actor} saiu da chamada";

/* No comment provided by engineer. */
"{actor} promoted you to moderator" = "{actor} promoveu você a moderador";

/* No comment provided by engineer. */
"{actor} promoted {user} to moderator" = "{actor} promoted {user} to moderator";

/* No comment provided by engineer. */
"{actor} started a call" = "{actor} iniciou uma chamada";

/* No comment provided by engineer. */
"{actor} started a silent call" = "{actor} started a silent call";

/* No comment provided by engineer. */
"{actor} started the video recording" = "{actor} iniciou a gravação de vídeo";

/* No comment provided by engineer. */
"{actor} stopped the video recording" = "{actor} encerrou a gravação de vídeo";

/* No comment provided by engineer. */
"↓ New messages" = "↓ New messages";

